package com.example.model

object SriLankaDistricts {
    const val ALL_DISTRICTS = "සියලුම දිස්ත්රික්ක"

    val list = listOf(
        "කොළඹ",
        "ගම්පහ",
        "කළුතර",
        "මහනුවර",
        "මාතලේ",
        "නුවරඑළිය",
        "ගාල්ල",
        "මාතර",
        "හම්බන්තොට",
        "යාපනය",
        "කිලිනොච්චිය",
        "මන්නාරම",
        "වවුනියාව",
        "මුලතිව්",
        "මඩකලපුව",
        "අම්පාර",
        "ත්රිකුණාමලය",
        "කුරුණෑගල",
        "පුත්තලම",
        "අනුරාධපුරය",
        "පොළොන්නරුව",
        "බදුල්ල",
        "මොනරාගල",
        "රත්නපුරය",
        "කෑගල්ල"
    )

    val listWithAll = listOf(ALL_DISTRICTS) + list
}
